print ('Крупные капли падают вам на голову.')
print ('Вы открываете глаза и с удивлением замечаете, как вокруг все изменилось.')
print ('Из замешательства вас выводит громкий голос')

print ('- Как тебя зовут, путник?')
name = input()
print ('Отвечаете вы, не до конца понимая, можно ли доверять человеку перед вами.')
print ('- Приятно познакомиться, ' + name + '! Меня зовут Милириан')

enter = input('- Вижу, ты впервые в этих местах. Ты можешь остаться у меня (да/нет)')
if 'да'
print ('- Отлично, проходи!')

if 'нет'
print ('- Жаль... Опасно здесь одному. Удачи')
print ('Едва дверь закрылась, вы услышали за спиной вой. Увы, в этот раз вам не повезло')

